Repository: KokeilunPaikka/kokeilunpaikka-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: kokeilunpaikka.fi administration
fi: kokeilunpaikka.fi hallinta

source: Thank you for your registration
fi: Kiitos rekisteröitymisestä

source: Experiments
fi: Kokeilut

source: New experiment that you might be interested in
fi: Uusi kokeilu, josta saatat olla kiinnostunut

source: ends at
fi: päättyy

source: image
fi: kuva

source: is visible
fi: näkyvillä

source: starts at
fi: alkaa

source: themes
fi: teemat

source: description
fi: kuvaus

source: name
fi: nimi

source: Automatically generated user-friendly short text that is used in the URL shown in the address bar to identify and describe this resource.
fi: Automaattisesti luotu käyttäjäystävällinen lyhytteksti, jota käytetään osoitepalkissa näkyvän URL-osoitteen osana yksilöimään tätä resurssia.

source: Emphasized opening content of the challenge.
fi: Kokeiluhaun korostettu avausteksti.

source: lead text
fi: ingressiteksti

source: experiment challenge
fi: kokeiluhaku

source: experiment challenges
fi: kokeiluhaut

source: experiment
fi: kokeilu

source: is approved
fi: hyväksytty

source: experiment challenge membership
fi: kokeiluhaun osallistuminen

source: experiment challenge memberships
fi: kokeiluhaun osallistumiset

source: date
fi: päiväys

source: experiment challenge timeline entry
fi: kokeiluhaun aikajanamerkintä

source: experiment challenge timeline entries
fi: kokeiluhaun aikajanamerkinnät

source: content
fi: sisältö

source: created by
fi: tekijä

source: is published
fi: julkaistu

source: language
fi: kieli

source: Options determining what kind of things are looked for the experiment in the service.
fi: Valinnat kuvaamaan sitä minkälaisia asioita kokeiluun liittyen palvelussa etsitään.

source: looking for
fi: haetaan

source: Name of the person or organization organizing the experiment.
fi: Kokeilun järjestävän henkilön tai organisaation nimi.

source: organizer
fi: järjestäjä

source: published at
fi: julkaisuaika

source: Users who have full management permissions to this experiment.
fi: Käyttäjät, joilla on täydet hallintaoikeudet tähän kokeiluun.

source: responsible users
fi: vastuulliset käyttäjät

source: Current stage of the experiment.
fi: Kokeilun tämänhetkinen vaihe.

source: stage
fi: vaihe

source: success rating
fi: onnistumisarvio

source: Rating with a value from 1 to 10.
fi: Onnistuminen mitattuna arvolla 1 ja 10 väliltä.

source: experiments
fi: kokeilut

source: images
fi: kuvat

source: experiment post
fi: kokeilukuuluminen

source: experiment posts
fi: kokeilukuulumiset

source: count of comments
fi: kommenttien lukumäärä

source: experiment post comment
fi: kokeilukuulumisen kommentti

source: experiment post comments
fi: kokeilukuulumisten kommentit

source: Comment for "{}" by {}
fi: Kommentti kuulumiselle "{}" käyttäjältä {}

source: External link (URL)
fi: Ulkoinen linkki (URL)

source: experiment external link
fi: kokeilun ulkoinen linkki

source: experiment external links
fi: kokeilun ulkoiset linkit

source: value
fi: arvo

source: experiment looking for option
fi: kokeilulla etsittävä asia

source: experiment looking for options
fi: kokeilulla etsittävät asiat

source: You have been added to an experiment
fi: Sinut on lisätty kokeiluun

source: There must always be at least one responsible user for an experiment.
fi: Kokeilulla täytyy olla vähintään yksi vastuullinen henkilö.

source: Newly created experiment must be placed on the first stage.
fi: Uudet kokeilut voidaan asettaa suoraan vain ensimmäiseen vaiheeseen

source: Your experiment has been published
fi: Kokeilusi on julkaistu

source: New comment
fi: Uusi kommentti

source: Library
fi: Kirjasto

source: library item
fi: kirjastoartikkeli

source: library items
fi: kirjastoartikkelit

source: Front page header
fi: Etusivun otsikko

source: Front page ingress
fi: Etusivun ingressiteksti

source: Stage 1 header
fi: Vaihe 1 otsikko

source: Stage 2 header
fi: Vaihe 2 otsikko

source: Stage 3 header
fi: Vaihe 3 otsikko

source: Stage 1 text
fi: Vaihe 1 teksti

source: Stage 2 text
fi: Vaihe 2 teksti

source: Stage 3 text
fi: Vaihe 3 teksti

source: What are you waiting for text
fi: Mitä odotat teksti

source: Footer paragraph
fi: Footer teksti

source: text type
fi: Tekstityyppi

source: active
fi: Aktiivinen

source: front page image
fi: Etusivun kuva

source: Stages
fi: Vaiheet

source: Determines the stage of an experiment numerically. Numbers should be in the ascending order, largest number indicating the last stage of an experiment. Numbering should start from one (1).
fi: Määrittää kokeilun vaiheen numeerisesti. Numerot tulee antaa nousevassa järjestyksessä siten, että suurin numero vastaa kokeilun viimeistä vaihetta. Numerointi tulisi alkaa luvusta yksi (1).

source: stage number
fi: vaihenumero

source: stages
fi: vaiheet

source: Question can be attached to a specific experiment challenge and thus is only asked if the experiment is attached for such challenge.
fi: Kysymys voidaan asettaa koskemaan vain tiettyä kokeiluhakua, jolloin tämä esitetään vain jos kokeilu on liitetty kyseessä olevaan kokeiluhakuun.

source: ignore in experiment challenge
fi: älä huomioi kokeiluhaussa

source: Determines whether the question and the related answer is shown in the detail page of an experiment. Non-public questions can be used for gathering private background information.
fi: Määrittää esitetäänkö kysymys ja sen vastaus kokeilun omalla sivulla. Ei-julkisia kysymyksiä voidaan käyttää yksityisten taustatietojen keruuseen.

source: is public
fi: julkinen

source: Question should be presented when trying to proceed to this specific stage.
fi: Kysymys esitetään valittuun vaiheeseen siirryttäessä.

source: question
fi: kysymys

source: Detailed instructions for answering the question. Visible as a placeholder text in the form field.
fi: Yksityiskohtaiset ohjeet kysymykseen vastaamiseen. Näytetään placeholder-tekstinä lomakekentässä.

source: questions
fi: kysymykset

source: answered by
fi: vastaaja

source: question answer
fi: kysymysvastaus

source: question answers
fi: kysymysvastaukset

source: Answer for question "{}" for experiment {}
fi: Vastaus kysymykseen "{}" kokeilulle {}

source: The question is intended for an experiment challenge this experiment is not participating.
fi: Kysymys on suunnattu vain kokeiluhaulle, johon tämä kokeilu ei ole hakenut.

source: Themes
fi: Teemat

source: User created themes are marked not curated by default.
fi: Käyttäjän luomat teemat on oletuksena merkitty ei-kuratoiduiksi.

source: is curated
fi: kuratoitu

source: theme
fi: teema

source: No duplicate themes are allowed.
fi: Teemojen kaksoiskappaleet ovat kielletty.

source: Uploads
fi: Lataukset

source: uploaded by
fi: lataaja

source: Users
fi: Käyttäjät

source: expose email address
fi: näytä sähköpostiosoite

source: Controls whether the email address is returned by the API and displayed in the user profile.
fi: Määrittää näytetäänkö käyttäjän sähköpostiosoitetta julkisesti käyttäjäprofiilissa.

source: interested in themes
fi: kiinnostunut teemoista

source: offering
fi: tarjoaminen

source: user status option
fi: käyttäjän status-valinta

source: user
fi: käyttäjä

source: Facebook account URL
fi: Facebook-tilin osoite

source: Instagram account URL
fi: Instagram-tilin osoite

source: LinkedIn account URL
fi: LinkedIn-tilin osoite

source: Twitter account URL
fi: Twitter-tilin osoite

source: user profile
fi: käyttäjäprofiili

source: user profiles
fi: käyttäjäprofiilit

source: Profile for user "{}"
fi: Profiili käyttäjälle "{}"

source: An option user can select for things he or she is looking for in the service.
fi: Valinta, jolla käyttäjä voi osoittaa palvelusta etsimänsä asiat.

source: user looking for option
fi: käyttäjän etsimä asia

source: user looking for options
fi: käyttäjän etsimät asiat

source: An option user can select for his/her status. Like student etc.
fi: Valinta, jolla käyttäjä voi osoittaa "statuksensa", esimerkiksi opiskelija.

source: user status options
fi: käyttäjän status-valinnat

source: There is already an account with given email address.
fi: Annetulla sähköpostiosoitteella löytyy jo tunnus järjestelmästä.

source: Invalid token.
fi: Virheellinen token-arvo.

source: User inactive or deleted.
fi: Käyttäjä on ei-aktiivinen tai poistettu.

source: Token has expired.
fi: Token on vanhentunut.

source: created at
fi: luontiaika

source: updated at
fi: päivitysaika
